/* String_On_Page_Template */
"(Please set your delicious.com ID using the Pagelet Inspector)" = "(请使用页面检查器设置你的delicious.com ID)";

/* String_On_Page_Template -- followed by a number */
"delicious.com example no." = "delicious.com 示范编号";

/* String_On_Page_Template */
"My Delicious Links" = "我的 Delicious 链接";